export const question = [
  {
    q: ["술, 담배, 게임, SNS 중에 한 가지 이상이 습관이다?"],
    a: [
      { text: "하루에 1시간 이내🐣로 가끔하는 정도?", score: 1 },
      { text: "평소에 한 가지 정도는 해야 낙이지~🤗", score: 5 },
      { text: "하나는 매일하는 편 그게 인생😝", score: 10 },
    ],
  },
  {
    q: ["왕복 3시간 통학 또는 퇴근 길 배터리가 바닥이라고?!💥"],
    a: [
      {
        text: "창 밖 풍경을 보며 힐링 낭만을 즐긴다.",
        score: 0,
      },
      {
        text: "도파민 충전 우선!\n집 도착까지 배터리를 다 써버린다.",
        score: 10,
      },
    ],
  },
  {
    q: ["릴스, 숏츠, 틱톡 같은 숏폼 콘텐츠를 자주 본다?"],
    a: [
      { text: "전혀! 숏폼은 내 취향이 아니야😅", score: 0 },
      { text: "지나가다가 재밌어보이면 한번 씩 봐😎", score: 3 },
      { text: "거의 매일 집중해서 볼지도?!😆", score: 8 },
    ],
  },
  {
    q: ["대중교통🚌 이용 중 둘 중 더 답답한 순간은?"],
    a: [
      { text: "데이터 속도가 느려\n무한 로딩 중인 SNS ┗|`O′|┛", score: 6 },
      {
        text: " 전 애인에게 카톡 온 순간\n끊겨버린 한 칸인 와이파이📴",
        score: 10,
      },
      { text: "유튜브 시청 중 얼마 남지 않은\n이어폰의 배터리🎵", score: 2 },
    ],
  },
  {
    q: ["빨리빨리! 유튜브 영상을 N배속 또는 10초 넘기기로 빠르게 본다."],
    a: [
      { text: "인트로 또는 광고만 스킵해서 보는 편 ✂", score: 3 },
      {
        text: "느긋하게 모든 내용을 다 보는게 좋아✨",
        score: 0,
      },
      {
        text: "다 필요없고 핵심 내용만\n빨리 넘겨서 모아서 봐야지!🔥",
        score: 10,
      },
    ],
  },
  {
    q: ["스마트폰을 하지 않으면 뭔가 놓치는 것만 같고 불안하다는 생각이 든다?"],
    a: [
      {
        text: "가끔씩 핸드폰 두고 잠수하는 편⏳",
        score: 0,
      },
      {
        text: "사회생활을 위해...\n어쩔 수 없이 봐야한다고 생각함",
        score: 3,
      },
      {
        text: "수시로 SNS 및 카톡\n확인하면서 손에서 놓지 못함🐾",
        score: 10,
      },
    ],
  },
  {
    q: ["나의 도파민에 대해 군침이 더 싸~악😋 돌게 하는 것은?"],
    a: [
      {
        text: "명품💎, 시계⌚ 등 고급 액세서리를\n협찬 받는 유명한 인플루언서 되기",
        score: 10,
      },
      {
        text: "자고 일어났더니 내가 원하는 곳으로\n순간이동을 할 수 있다고?!💡",
        score: 3,
      },
      {
        text: "남몰래 넣어둔 주식이 엄청나게\n상승하여 통장에 10억🎊 생기기",
        score: 7,
      },
    ],
  },
  {
    q: [
      "여유롭게 주말을 즐기던 나 휴대폰📳에 새로운 알림이 울렸다. 나의 반응은?",
    ],
    a: [
      {
        text: "필요할 때만 확인하고 나의 주말을 즐긴다.",
        score: 0,
      },
      {
        text: "알림을 바로 확인하지 않으면 불안하다.",
        score: 10,
      },
      {
        text: "알림이 울렸을 때 바로 확인하지만\n무시할 때도 있다.",
        score: 4,
      },
    ],
  },
  {
    q: ["오늘 하루 스트레스를 너무 받았다😡 내가 주로하는 행동은?"],
    a: [
      {
        text: "스마트폰이나 TV, 영화 등\n문화 생활을 하며 보내기",
        score: 5,
      },
      {
        text: "술, 게임 등 자극적이고 활동적인 콘텐츠를\n소비하며 스트레스 해소 ❕❕",
        score: 10,
      },
      {
        text: "운동이나 명상, 취침 등으로\n스트레스를 날려!",
        score: 0,
      },
    ],
  },
  {
    q: [
      "카페에서 여유롭게 커피를 한 잔 하던 중 근처 테이블 대화 내용이 막장 드라마라면❓❗",
    ],
    a: [
      {
        text: '"헐 꿀잼인데??" 친구들한테 썰 풀어줄\n생각에 두근두근한다.😆',
        score: 7,
      },
      {
        text: '속으로 "헐 꿀잼인데??"하고 놀라며\n귀 기울여서 듣는다.',
        score: 2,
      },
    ],
  },
  {
    q: [
      "유튜브를 보던 중 썸네일이 자극적이고 재밌어보이는 추천 영상📺이 나왔다.",
    ],
    a: [
      {
        text: "저건 뭐람? 그냥 넘기고 보던거나 마저 본다.",
        score: 1,
      },
      {
        text: "오 재밌겠는데?👀 \n 나중에 볼 동영상에 저장한다.",
        score: 4,
      },
      {
        text: "이건 못 참지~😎 \n 바로 들어가서 시청한다.",
        score: 9,
      },
    ],
  },
  {
    q: ["시간이 여유로워졌다. 나의 도파민이 끓어오르는 휴가🛫 계획은??"],
    a: [
      {
        text: "지금이 기회다⭐\n비행기 예약 후 해외 여행 떠나기",
        score: 10,
      },
      {
        text: "평소에 못했던 운동, 청소 등\n취미 활동 및 여가 활동하기 ",
        score: 3,
      },
      {
        text: "그동안 못 봤던 드라마, 영화, 웹툰 등\n다양한 OTT 몰아보기",
        score: 7,
      },
    ],
  },
];
