export const question = [
  {
    q: ["술, 담배, 게임, SNS 중에 한 가지 이상이 습관이다?"],
    a: [
      { text: "하루에 1시간 이내🐣로 가끔하는 정도?", score: 1 },
      { text: "평소에 한 가지 정도는 해야 낙이지~🤗", score: 5 },
      { text: "하나는 매일하는 편 그게 인생😝", score: 10 },
    ],
  },
  {
    q: ["왕복 3시간 통학 또는 퇴근 길 배터리가 바닥이라고?!💥"],
    a: [
      {
        text: "창 밖 풍경을 보며 힐링 낭만을 즐긴다.",
        score: 0,
      },
      {
        text: "도파민 충전 우선! 집 도착까지 배터리를 다 써버린다.",
        score: 10,
      },
    ],
  },
  {
    q: ["릴스, 숏츠, 틱톡 같은 숏폼 콘텐츠를 자주 본다?"],
    a: [
      { text: "전혀! 숏폼은 내 취향이 아니야😅", score: 0 },
      { text: "지나가다가 재밌어보이면 한번 씩 봐😎", score: 3 },
      { text: "거의 매일 집중해서 볼지도?!😆", score: 10 },
    ],
  },
  {
    q: ["대중교통🚌 이용 중 둘 중 더 답답한 순간은?"],
    a: [
      { text: "데이터 속도가 느려 무한 로딩 중인 SNS ┗|`O′|┛", score: 6 },
      {
        text: " 전 애인에게 카톡 온 순간 끊겨버린 한 칸인 와이파이📴",
        score: 10,
      },
      { text: "유튜브 시청 중 얼마 남지 않은 이어폰의 배터리🎵", score: 2 },
    ],
  },
  {
    q: ["빨리빨리! 유튜브 영상을 N배속 또는 10초 넘기기로 빠르게 본다."],
    a: [
      { text: "인트로 또는 광고만 스킵해서 보는 편 ✂", score: 4 },
      {
        text: "느긋하게 모든 내용을 다 보는게 좋아✨",
        score: 0,
      },
      {
        text: "다 필요없고 핵심 내용만 빨리 넘겨서 모아서 봐야지!🔥",
        score: 10,
      },
    ],
  },
];
