export const ResultName = [
  {
    title: "-50%\n매 순간 디톡스 중인\n도파민 청정구역",
    img: `/img/cleanDopa.png`,
    desc: [
      {
        text: "세상의 모든 자극과 담을 쌓은 듯, 유행에 멀찍이 떨어져 지내는 사람",
      },
      {
        text: "중독 사회에서 꽤나 순수한?! 뇌를 유지하고 있는 사람! 멋진데요?",
      },
      {
        text: "자기만의 스트레스 해소 방법이나 매일 정해진 루틴이 있는 꾸준한 사람❕",
      },
      {
        text: "대중교통에서도 휴대폰은 잘 꺼내지 않아요. 바깥 풍경을 보며 멍 때리는 것을 즐긴답니다.",
      },
    ],
  },
  {
    title: "15%\n인생이 슬슬 싱거워진\n도파민 쾌락 꿈나무",
    img: `/img/beginDopa.png`,
    desc: [
      {
        text: "세상의 모든 자극과 담을 쌓은 듯, 유행에 멀찍이 떨어져 지내는 사람",
      },
      {
        text: "중독 사회에서 꽤나 순수한?! 뇌를 유지하고 있는 사람! 멋진데요?",
      },
      {
        text: "자기만의 스트레스 해소 방법이나 매일 정해진 루틴이 있는 꾸준한 사람❕",
      },
      {
        text: "대중교통에서도 휴대폰은 잘 꺼내지 않아요. 바깥 풍경을 보며 멍 때리는 것을 즐긴답니다.",
      },
    ],
  },
  {
    title: "60%\n자극의 참맛을 알아버린\n나의 뇌는 잠재적 중독 상태",
    img: `/img/dangerDopa.png`,
    desc: [
      {
        text: "세상의 모든 자극과 담을 쌓은 듯, 유행에 멀찍이 떨어져 지내는 사람",
      },
      {
        text: "중독 사회에서 꽤나 순수한?! 뇌를 유지하고 있는 사람! 멋진데요?",
      },
      {
        text: "자기만의 스트레스 해소 방법이나 매일 정해진 루틴이 있는 꾸준한 사람❕",
      },
      {
        text: "대중교통에서도 휴대폰은 잘 꺼내지 않아요. 바깥 풍경을 보며 멍 때리는 것을 즐긴답니다.",
      },
    ],
  },
];
