export const ResultName = [
  {
    title: "-50%\n매 순간 디톡스 중인\n도파민 청정구역",
    img: `/img/cleanDopa.png`,
    desc: [
      {
        text: "세상의 모든 자극과 담을 쌓은 듯, 유행에 멀찍이 떨어져 지내는 사람",
      },
      {
        text: "중독 사회에서 꽤나 순수한?! 뇌를 유지하고 있는 사람! 멋진데요?",
      },
      {
        text: "자기만의 스트레스 해소 방법이나 매일 정해진 루틴이 있는 꾸준한 사람❕",
      },
      {
        text: "대중교통에서도 휴대폰은 잘 꺼내지 않아요. 바깥 풍경을 보며 멍 때리는 것을 즐긴답니다.",
      },
      {
        text: "각종 이슈로 세상이 시끌벅적하더라도 언제나 당신의 내면은 평화를 유지!",
      },
    ],
  },
  {
    title: "15%\n인생이 슬슬 싱거워진\n도파민 쾌락 꿈나무",
    img: `/img/beginDopa.png`,
    desc: [
      {
        text: "산은 산이고 물은 물이다.. 흐르는 것은 어차피 흐른다.",
      },
      {
        text: "재미있는 콘텐츠는 즐기지만, 그렇다고 유행에 민감하지는 않아요!",
      },
      {
        text: "나 정도면 뭐~ 생산적이지 않은 중독 습관이 있지만 그래도 희망이 있는 사람!",
      },
      {
        text: "모든 것을 그러려니 어쩔 수 없지~ 하고 세상 이슈와는 조금은 거리 둔 삶을 살곤 함!",
      },
      {
        text: "도전보단 안정을 중요시! 언제나 비슷한 일상을 보내지만 가끔씩은~?!",
      },
    ],
  },
  {
    title: "60%\n자극의 참맛을 알아버린\n나의 뇌는 잠재적 중독 상태",
    img: `/img/dangerDopa.png`,
    desc: [
      {
        text: "순한 맛은 지겨워지고 슬슬 따끔 얼얼 마라맛 취향에 다가가고 있어요...",
      },
      {
        text: "모든 유행엔 이유가 있는 법! 세상 트렌디한 콘텐츠에 눈을 떠버렸어요.",
      },
      {
        text: "가끔은 여유롭게 멍때리며 낭만을 즐기다가도 어느새 뒤적뒤적하여 도파민을 찾게 되곤 해요❕",
      },
      {
        text: "배터리가 떨어질까, 보조 배터리를 챙기고 다녀야하나 고민 하는 날이 생길 것 같아요!",
      },
    ],
  },
  {
    title:
      "99.999%\n고자극 + 쾌락을 찾아 폭발하는\n나의 뇌는 인간 도파민 그 잡채",
    img: `/img/dangerDopa.png`,
    desc: [
      {
        text: "평소에 스마트폰이나 자극적인 요소에 많이 노출 되어버린 당신의 뇌!",
      },
      {
        text: "이제 슬슬 도파민 없이는 지루해진 하루. 자극이 일상되어버렸답니다.",
      },
      {
        text: "재밌는 건 진작 다 봐서 숏폼을 넘기며 '다 본 것들이네' 하는 편. 언제나 새로운 콘텐츠를 찾아 무한 새로고침 하는중!",
      },
      {
        text: "요즘 유행하는 밈들의 탄생 순간부터 함께~! 살아있는 밈의 역사인 사람!",
      },
      {
        text: "재밌는 건 절대 나만 보지 않는 편! 이것도 한번 잡솨봐~를 외치며 권유한답니다!",
      },
    ],
  },
];
